Revit 2027 API
ParameterTypeId.OffsetParam Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OffsetParam { get; }
Public Shared ReadOnly Property OffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OffsetParam {
	ForgeTypeId^ get ();
}
static member OffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace